[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Zatvori
btnUpdate.Caption=Preuzmi
btnConfirmCancel.Caption=Otkaži
btnUptoDateOK.Caption=U redu
btnConfigCancel.Caption=Otkaži
btnMinimize.Caption=Umanji
btnProcessCancel.Caption=Otkaži
btnUptWeb.Caption=Ažuriraj sada
btnWebCancel.Caption=Ažuriraj kasnije
btnFailedClose.Caption=Zatvori
btnRetry.Caption=Ponovi
btnSuccessClose.Caption=U redu
lblUpdateFailed.Caption=Ažuriranje je neuspelo. Pokušajte kasnije ili kliknite na "Ponovi".
lblUpToDate.Caption=Čestitamo! Vi imate najnoviju verziju. Ažuriranje nije dostupno.
lblGetUptInfo.Caption=Preuzimanje informacija o ažuriranju. Sačekajte....

[LiveUpdate_M]
Item=Stavka
Size=Veličina
Version=Verzija
DownLoading=Preuzimanje
OK=u redu
Close=Zatvori
LiveUpdate=Ažuriraj
AvailableUpdates=Dostupna ažuriranja
NewVersion=Nova verzija
VersionUpdate=Dogradi verziju
ImportantUpdate=Važna ažuriranja
UpdateSuccess=%s je ažuriran  Sada možete da uživate u najnovijim funkcijama i poboljšanjima.
WebDownLoad=Dostupna je nova verzija  %s . Besplatno je ažurirajte  i dobićete najnovije funkcije i poboljšanja.

